[
    {
        "root": "Č",
        "refers": "BE (i.e., copular identification only) / EQUIVALENCE / IDENTIFICATION",
        "stems": [
            {
                "BSC": "(to be ontologically the) self-same entity (as) (i.e., [to be] simply another name for the self-same entity)",
                "CTE": "(to be ontologically the) self-same entity (as) in terms of essence, sense of identity, behavior, personality, mind, etc.",
                "CSV": "(to be ontologically) the self-same entity (as) in terms of appearance, physical manifestation or construction",
                "OBJ": "what X ontologically is (as opposed to being something else), X’s natural identity, X’s existence as X; to be X as itself (as opposed to something else)"
            },
            {
                "BSC": "to be epistemologically equivalent to or (functionally) identified/identifiable as; be (functionally) the same as; be equal to",
                "CTE": "to be epistemologically equivalent to or (functionally) identif(ied/-iable) as in terms of essence, sense of identity, behavior, personality, mind, etc.",
                "CSV": "to be epistemologically equivalent to or (functionally) identif(ied/-iable) as in terms of appearance, physical manifestation or construction",
                "OBJ": "what X is epistemologically equivalent to (as opposed to something else), X’s natural identity, X’s existence as X; to be X as itself (as opposed to something else)"
            },
            {
                "BSC": "to be epistemologically synonymous/tantamount/convertible to",
                "CTE": "to be epistemologically synonymous/tantamount/convertible in terms of essence, sense of identity, behavior, personality, mind, etc.",
                "CSV": "to be epistemologically synonymous/tantamount/convertible to in terms of appearance or outward physical manifestation",
                "OBJ": "(to be )what X is epistemologically synonymous, tantamount, or convertible to (as opposed to something else), X’s convertibility to"
            }
        ]
    }
]